Repository: AlexanderVanhee/Gradia
Catalog: po/*.po
Languages: oc, pl, uk, vi

source: Failed to process screenshot
oc: Fracàs del tractament de la captura d’ecran
pl: Błąd przetwarzania zrzutu ekranu
uk: Помилка під час оброблення зображення
vi: Không thể xử lý ảnh chụp màn hình

source: Failed to load screenshot
pl: Błąd ładowania zrzutu ekranu
vi: Không thể tải ảnh chụp màn hình

source: Source snippet Generated!
pl: Wygenerowano fragmenty źródłowe!
vi: Đã Tạo source snippet!

source: Ask For Confirmation
vi: Yêu Cầu Xác Nhận

source: Copy and Close
vi: Sao Chép và Đóng

source: Close Instantly
vi: Đóng Ngay Lập Tức

source: Create your own custom upload command
pl: Stwórz swoją własną komendę do wczytania
uk: Створіть власну команду вивантаження
vi: Tạo lệnh tải lên tùy chỉnh của riêng bạn

source: Custom
pl: Własne
uk: Власний
vi: Tùy Chỉnh

source: Make your images ready for all
pl: Twórz obrazy gotowe do publikacji
vi: Chuẩn bị hình ảnh của bạn cho tất cả

source: translator-credits
oc: Quentin PAGÈS
pl: tłumacze
uk: Олексій "Грінка" <grinka@tuta.io> freeducks-debug
vi: Loc Huynh <huynhloc.contact@gmail.com>

source: Code and Design Borrowed from
pl: Kod oraz styl zapożyczone z
vi: Mã và Thiết Kế Mượn Từ

source: Image Sources
pl: Źródła obrazu
vi: Nguồn Hình Ảnh

source: File Actions
oc: Accions fichièr
pl: Akcje na plikach
uk: Дії з файлами
vi: Thao Tác Tệp

source: Open File
oc: Dobrir fichièr
pl: Otwórz plik
uk: Відкрити файл
vi: Mở Tệp

source: Save to File
oc: Enregistrar lo fichièr
pl: Zapisz do pliku
uk: Зберегти до файлу
vi: Lưu vào Tệp

source: Copy Image to Clipboard
oc: Copiar l’imatge al quichapapièrs
pl: Skopiuj obraz do schowka
uk: Копіювати зображення
vi: Sao Chép Hình Ảnh vào Bộ Nhớ Tạm

source: Paste From Clipboard
oc: Pegar a partir del quichapapièrs
pl: Wklej ze schowka
uk: Вставити зображення
vi: Dán Từ Bộ Nhớ Tạm

source: Annotations
oc: Anotacions
pl: Adnotacje
uk: Анотації
vi: Chú Thích

source: Cropping
pl: Kadrowanie
vi: Cắt

source: Toggle Crop Mode
pl: Włącz tryb kadrowania
vi: Bật/Tắt Chế Độ Cắt

source: Reset Crop
pl: Zresetuj kadrowanie
vi: Đặt Lại Cắt

source: Zooming
vi: Thu Phóng

source: Open Source Snippets
pl: Otwórz fragmenty źródłowe
vi: Mở Source Snippets

source: Aspect Ratio
oc: Proporcions
pl: Proporcje
uk: Співвідношення сторін
vi: Tỉ Lệ Khổ Hình

source: Free
pl: Darmowe
vi: Tự Do

source: Square
oc: Carrat
pl: Kwadrat
uk: Квадрат
vi: Vuông

source: Custom Ratio
vi: Tỉ Lệ Tùy Chỉnh

source: Width
pl: Szerokość
vi: Chiều Rộng

source: Height
pl: Wysokość
vi: Chiều Cao

source: Set
pl: Ustaw
vi: Đặt

source: More Colors…
vi: Thêm Màu…

source: Choose Color
pl: Wybierz kolor
vi: Chọn Màu

source: Confirm Upload
pl: Potwierdź, aby wczytać
uk: Підтвердити завантаження
vi: Xác Nhận Tải Lên

source: Upload
pl: Wczytaj
uk: Вивантажити
vi: Tải Lên

source: Image;Gradient;Background;Screenshot;Edit;
oc: Imatge;Gradiant;Rèireplan;Fons;Captura;Ecran;Modificar;Editar;
pl: Obraz;Gradient;Tło;Zrzut ekranu;Edycja;
uk: image;gradient;background;backgrounds;screenshot;screenshots;edit;enchance;gradia;картинка;картинки;зображення;градієнт;знімок;зняток;екрану;скріншот;скриншот;покращити;редагувати;

source: Edited picture
oc: Imatge modificat
pl: Edytowane zdjęcie
uk: Відредаговане зображення

source: Source Snippets
pl: Fragmenty źródłowe

source: Zoom Image
pl: Przybliż obraz

source: Unsupported image file extension.
oc: L'extension del fichièr imatge es pas presa en carga.
pl: Niewspierane rozszerzenie pliku obrazu.
uk: Непідтримуване розширення файлу зображення.

source: Image saved successfully
oc: Imatge enregistrat
pl: Pomyślnie zapisano obraz
uk: Зображення успішно збережено

source: Image copied to clipboard
oc: Imatge copiat al quichapapièrs
pl: Obraz skopiowany do schowka
uk: Зображення збережно до буферу обміну

source: Not a supported image format.
oc: Format d’imatge pas pres en carga.
pl: To nie jest wspierany format obrazu.
uk: Непідтримуваний формат зображення.

source: Unsupported file drop.
pl: Przeciąganie pliku jest niewspierane.

source: URL is not a valid image format.
pl: Pod tym URL jest prawidłowy format obrazu.

source: URL is not a supported image format.
pl: Pod tym URL nie jest wspierany format obrazu.

source: No image found in clipboard
oc: Cap d’imatge al quichapapièrs
pl: Nie znaleziono żadnego obrazu w schowku
uk: Не знайдено зображень у буфері обміну

source: Clipboard Image
oc: Imatge del quichapapièrs
pl: Obraz ze schowka
uk: Зображення з буферу обміну

source: From clipboard
oc: Dempuèi lo quichapapièrs
pl: Ze schowka
uk: З буферу обміну

source: Clipboard does not contain an image.
oc: Lo quichapapièrs conten pas cap d’imatge.
pl: Schowek nie zawiera żadnego obrazu.
uk: Буфер обміну не містить зображень.

source: Failed to load image from clipboard.
oc: Cargament impossible d’un imatge a partir del quichapapièrs.
pl: Błąd podczas ładowania obrazu ze schowka.
uk: Помилка під час завантаження зображення з буферу обміну.

source: Screenshot
oc: Captura d'ecran
pl: Zrzut ekranu
uk: Знімок Екрану

source: Generated Image
pl: Wygenerowany obraz

source: Source
pl: Źródło

source: Choose Provider
pl: Wybierz dostawcę
uk: Обрати надавача послуг

source: Loading providers data...
pl: Ładowanie danych dostawcy...
uk: Завантаження даних надавача послуг...

source: Please try again later.
pl: Spróbuj ponownie później.
uk: Спробуйте ще раз пізніше.

source: Command
pl: Komenda
uk: Команда

source: Circle
oc: Cercle
pl: Koło
uk: Коло

source: Highlighter
oc: Suslinhador
pl: Zakreślacz
uk: Підсвітка

source: Root
pl: Katalog domowy
uk: Корінь теки

source: More colors...
pl: Więcej kolorów...

source: Edited Image From %Y-%m-%d %H-%M-%S
pl: Edytowany obraz od %Y-%m-%d %H-%M-%S

source: Lineair
pl: Liniowy

source: Image Presets
oc: Prereglatges de l’imatge
pl: Wstępne ustawienia obrazu
uk: Шаблони зображення

source: Color
pl: Kolor
uk: Колір

source: Highlighter Color
oc: Color del suslinhador
pl: Kolor zakreślacza
uk: Колір підсвітки

source: Fill Color
oc: Color d'emplenatge
pl: Kolor wypełnienia
uk: Колір

source: Reset Fill
oc: Reïnicializar emplenatge
pl: Zresetuj wypełnienie
uk: Скинути заповнення

source: Outline Color
pl: Kolor obramowania

source: Reset Outline
pl: Zresetuj kontur

source: Font
oc: Polissa
pl: Czcionka
uk: Шрифт

source: Size
oc: Talha
pl: Rozmiar
uk: Розмір

source: Radius
oc: Rai
pl: Promień
uk: Радіус

source: Pressure
pl: Nacisk
uk: Тиск

source: Take a Screenshot
oc: Prendre una captura d'ecran
pl: Wykonaj zrzut ekranu
uk: Зробити знімок

source: Disable all options
oc: Escafar totas las anotacions
pl: Wyłącz wszystkie opcje
uk: Вимкнути усі опції

source: No file loaded
oc: Cap de fichièr pas cargat
pl: Nie załadowano pliku
uk: Файл не завантажено

source: Save Image
oc: Enregistrar l'imatge
pl: Zapisz obraz
uk: Зберегти зображення

source: Please set it in the Preferences menu.
pl: Ustaw w Preferencje.

source: Enter text…
oc: Picar de tèxte…
pl: Wprowadź tekst…
uk: Введіть текст…

source: _Take a Screenshot…
oc: _Prendre una captura…
pl: _Wykonaj zrzut ekranu…
uk: _Зробити знімок екрану…

source: _Open Image…
oc: _Dobrir un imatge…
pl: _Otwórz obraz…
uk: _Відкрити зображення…

source: Screenshots Folder
pl: Katalog zrzutów ekranu

source: Select Folder
oc: Seleccionar l'imatge
pl: Wybierz katalog
uk: Обрати теку

source: What folder to use for the home page
pl: Katalog domowy

source: Save Settings
pl: Zapisz ustawienia
uk: Зберегти налаштування

source: Confirm on Close
pl: Potwierdź, aby zamknąć

source: Ask for confirmation before closing the app
pl: Zapytaj przez zamknięciem programu
uk: Питати підтвердження при закриванні додатка

source: Screenshot Management
oc: Captura d’ecran anullada
pl: Zarządzanie zrzutami ekranu
uk: Керування знімками екрану

source: Learn More...
pl: Dowiedz się więcej...

source: Learn more about providers
pl: Dowiedz się więcej o dostawcach
uk: Дізнатися більше про надавачів послуг

source: Style Scheme
pl: Styl

source: Show Line Numbers
pl: Pokaż numery linii

source: Make your screenshots ready for all
oc: Arrengatz vòstras capturas d’ecran
uk: Підготуйте ваші знятки для всіх

source: Gradia helps you quickly prepare your screenshots for sharing by fixing common issues like transparency and awkward sizing. With simple tools to add backgrounds, adjust aspect ratios, and annotate images, you can enhance your screenshots to look professional and consistent across social media, blogs, and other platforms on the internet.
oc: Gradia vos ajuda a preparar rapidament vòstras capturas d'ecran per las partejar en corregissent de problèmas comunas coma la transparéncia e las dimensions malaisidas. Amb d'aisinas simplas per ajustar los fonzes, modificar los racios d'aspecte e anotar los imatges, podètz melhorar vòstras capturas per qu'ajan un aspècte professional e coerent sus las rets socialas, los blògs e d'autras platafòrmas sus l’internet.
uk: Gradia допомагає вам швидко підготувати ваші знімки екрану до поширення виправляючи поширені проблеми, наприклад прозоре тло та незграбний розмір. За допомогою простих інструментів які додають непрозоре тло, змінюють співвідношення сторін та анотують зображення, ви можете покращити ваші знімки екрану щоб вони виглядали професійно та послідовно серед усіх соціальних мереж, блогів та інших платформ у інтернеті.

source: Add optional image and gradient backgrounds to your images
oc: Apondre un imatge opcional e un fons desgradat a vòstres imatges
uk: Додавання зображення або градієнту замість прозорого тла на ваших зображеннях

source: Adjust aspect ratios and padding to fit different platforms
oc: Ajustar los racios d’aparéncia e los marges per quadrar amb diferentas platafòrmas
uk: Регулювання співвідношення сторін та відступів

source: Multiple ways to import and export screenshots
oc: Mantuna manièra d’importar e exportar de capturas d’ecran
uk: Декілька шляхів імпортування знімків екрану

source: Quick upload button for image services like Imgur
uk: Кнопка для вивантаження зображення на сервіси як Imgur

source: Want a keyboard shortcut on GNOME? Simply go to Settings → Keyboard → View and Customize Shortcuts → Custom Shortcuts. Then create a shortcut that runs <code>flatpak run be.alexandervanhee.gradia --screenshot=INTERACTIVE</code>.
oc: Volètz un acorchi cavièr sus GNOME ? Anatz simplament dins Paramètres → Clavièr → Vista e Personalizar los acorchis → Acorchis personalizats. Puèi creatz un acorchi que lança <code>flatpak run be.alexandervanhee.gradia --screenshot=INTERACTIVE</code>.
uk: Хочете клавіатурне скорочення у GNOME? Просто перейдіть по Параметри → Клавіатура → Перегляд і налаштовування скорочень → Власне скорочення. Після створіть скорочення яке запускає <code>flatpak run be.alexandervanhee.gradia --screenshot=INTERACTIVE</code>.

source: Alexander Vanhee
uk: Олександр Ванхі (Alexander Vanhee)

source: Toggle Utility Pane
uk: Перемикнути панель інструментів

source: Unknown
oc: Desconegut
uk: Невідомо

source: Are you sure you want to upload this image to {provider_name}?
uk: Ви впевнені що бажаєте вивантажити це зображення до {provider_name}?

source: None selected
uk: Нічого не обрано

source: Selected: {folder}
uk: Обрано: {folder}

source: Click to change folder
uk: Клацніть щоб змінити теку

source: Gradient Presets
oc: Prereglatges del degradat
uk: Шаблони градієнту

source: Angle
uk: Нахил

source: Start Color
oc: Color de despart
uk: Початковий колір

source: End Color
oc: Color finala
uk: Кінцевий колір

source: Gradient
oc: Degradat
uk: Градієнт

source: Options
oc: Opcions de l'imatge
uk: Параметри

source: Recent Screenshots
oc: Suprimir las capturas d'ecran ?
uk: Останні знімки екрану

source: Configure which subfolder of Pictures to use to display recent screenshots on the home page
uk: Налаштувати використовувати яку підтеку у "Зображення" для відображення нещодавніх знімків екрану на домашній сторінці

source: Compress image
uk: Стиснути зображення

source: On supported formats
oc: Format d'imatge suportats
uk: Для підтримуваних форматів

source: Compress images to reduce file size
uk: Стискання зображень для зменшення розміру файлу

source: Confirm on close
uk: Підтверджувати при виході

source: Trash screenshots on close
oc: Cap de captura d'ecran de suprimir
uk: Відправляти знімки до "Смітник" при закриванні

source: More info
uk: Дізнатися більше

source: Choose a provider
uk: Оберіть надавача послуг

source: Confirm on upload
uk: Підтверджувати при вивантаженні

source: Shortcut
oc: Acorchis de clavièr
uk: Скорочення

source: Shortcut setup Instructions
uk: Інструкції для налаштування скорочення

source: Remove Selected
oc: Suprimir la seleccion

source: Erase selected
oc: Suprimir la seleccion

source: Undo the last action
oc: Anullar la darrièra accion

source: Redo the last undone action
oc: Restablir la darrièra accion anullada

source: Clear all annotations
oc: Escafar totas las anotacions
