Repository: AlexanderVanhee/Gradia
Catalog: po/*.po
Languages: oc, pl, uk, vi

source: Make your images ready for the world
oc: Fasètz venir vòstres imatges lèstes pel monde
pl: Twórz obrazy gotowe do publikacji
uk: Підготуйте ваші зображення до світу
vi: Chuẩn bị hình ảnh của bạn cho thế giới

source: New Window
pl: Nowe okno
vi: Cửa Sổ Mới

source: Take Screenshot
pl: Wykonaj zrzut ekranu
vi: Chụp Ảnh Màn Hình

source: Take Fullscreen Screenshot
pl: Zrzut ekranu całego ekranu
vi: Chụp Toàn Màn Hình

source: Annotate your screenshots
pl: Dodaj adnotacje do zrzutów ekranu
vi: Chú thích ảnh chụp màn hình của bạn

source: Gradia helps you get your screenshots ready for sharing, whether quickly with friends or colleagues, or professionally with the entire world.
pl: Program pomaga przygotować zrzuty ekranu do udostępniania, niezależnie od tego, czy robisz to szybko ze znajomymi lub współpracownikami, czy profesjonalnie z całym światem.
vi: Gradia giúp bạn chuẩn bị ảnh chụp màn hình để chia sẻ, dù là nhanh chóng với bạn bè hoặc đồng nghiệp, hay chuyên nghiệp với cả thế giới.

source: Key features:
oc: Foncionalitats clau :
pl: Funkcje:
uk: Ключовий функціонал:
vi: Tính năng chính:

source: Ten annotation modes, including text, arrow, and censor
oc: Dètz mòdes d’anotacion, amb tèxt, sageta e censor
pl: Dziesięć trybów adnotacji, zawierających tekst, strzałkę, oraz cenzurę
uk: 10 режимів анотування, включаючи текст, стрілки та пікселізація
vi: Mười chế độ chú thích, bao gồm văn bản, mũi tên và che

source: Optional image and gradient backgrounds
pl: Opcjonalny obraz oraz gradient tła
vi: Nền hình ảnh và gradient tùy chọn

source: Image settings like shadow, padding, and auto-balance
pl: Ustawienia obrazu, takie jak cień, dopełnienie i automatyczny balans
vi: Cài đặt hình ảnh như bóng đổ, đệm và tự động cân bằng

source: Quick upload flow to easily share images via services like Imgur
pl: Przycisk szybkiego udostępniania obrazu do serwisu np. Imgur
vi: Quy trình tải lên nhanh để dễ dàng chia sẻ hình ảnh qua các dịch vụ như Imgur

source: Convert code snippets into clean high-resolution images
pl: Konwertuj fragmenty kodu na przejrzyste obrazy w wysokiej rozdzielczości
vi: Chuyển đổi đoạn mã thành hình ảnh độ phân giải cao sạch đẹp

source: Edited screenshot
oc: Captura d'ecran modificada
pl: Edytowany zrzut ekranu
uk: Відредагований знімок екрану
vi: Ảnh chụp màn hình đã chỉnh sửa

source: Startup view
oc: Vista d'aviada
pl: Widok początkowy
uk: Початковий огляд
vi: Giao diện khởi động

source: UI element showcase
pl: Prezentacja elementów interfejsu użytkownika
uk: Демонстрація елементів інтерфейсу
vi: Giới thiệu các thành phần giao diện

source: None
vi: Không

source: Solid
oc: Unit
pl: Pełny
uk: Колір
vi: Đặc

source: Image
oc: Imatge
pl: Obraz
uk: Зображення
vi: Hình Ảnh

source: Close Gradia?
oc: A prepaus de Gradia
pl: Zamknąć program?
uk: Закрити Gradia?
vi: Đóng Gradia?

source: Are you sure you want to exit? All unsaved changes will be lost.
oc: Volètz vertadièrament suprimir los fichièrs seguents ?
pl: Czy na pewno chcesz usunąć te pliki? Wszystkie niezapisane zmiany zostaną utracone.
uk: Ви впевнені, що хочете вийти? Усі не збережені зміни буде втрачено.
vi: Bạn có chắc chắn muốn thoát? Tất cả các thay đổi chưa lưu sẽ bị mất.

source: Cancel
oc: Anullar
pl: Anuluj
uk: Скасувати
vi: Hủy

source: Copy
vi: Sao Chép

source: Close
pl: Zamknij
uk: Закрити
vi: Đóng

source: Don't Ask Again
pl: Nie pytaj ponownie
uk: Не питати знову
vi: Không Hỏi Lại

source: Annotation Tools
oc: Aisinas d’anotacion
pl: Narzędzia adnotacji
uk: Анотація
vi: Công Cụ Chú Thích

source: Fill
vi: Tô

source: Border
vi: Viền

source: Fill Color Picker
vi: Chọn Màu Tô

source: Outline Color Picker
vi: Chọn Màu Viền

source: Edit Gradient Steps
vi: Chỉnh Sửa Bước Gradient

source: Gradient Steps
vi: Bước Gradient

source: You can add up to five steps
vi: Bạn có thể thêm tối đa năm bước

source: Add Step
vi: Thêm Bước

source: Language
pl: Język
vi: Ngôn Ngữ

source: Style
vi: Kiểu

source: Default
pl: Domyślny
vi: Mặc Định

source: Window Frame
pl: Ramka okna
vi: Khung Cửa Sổ

source: Add a window frame around the code
pl: Dodaj obramowanie wokół kodu
vi: Thêm khung cửa sổ xung quanh mã

source: Line Numbers
vi: Số Dòng

source: Add a number before each new line of code
pl: Dodaj numer na początku każdej linii
vi: Thêm số trước mỗi dòng mã mới

source: Export
pl: Eksportuj
vi: Xuất

source: Open Image…
vi: Mở Hình Ảnh…

source: Take a Screenshot…
vi: Chụp Ảnh Màn Hình…

source: Main Menu
oc: Menú principal
pl: Menu główne
uk: Головне меню
vi: Menu Chính

source: Image Options
oc: Opcions de l'imatge
pl: Opcje obrazu
uk: Параметри зображення
vi: Tùy Chọn Hình Ảnh

source: Padding
oc: Espaçament
pl: Wypełnienie
uk: Відступ
vi: Đệm

source: Corner Radius
oc: Rai d'angle
pl: Promień narożnika
uk: Радіус кутів
vi: Bán Kính Góc

source: Shadow
oc: Ombra
pl: Cień
uk: Тінь
vi: Bóng Đổ

source: Auto Balance
pl: Automatyczny balans
uk: Автоматичний баланс
vi: Tự Động Cân Bằng

source: Rotation
pl: Obracanie
vi: Xoay

source: Rotate Anticlockwise
pl: Obróć odwrotnie do ruchu wskazówek zegara
vi: Xoay Ngược Chiều Kim Đồng Hồ

source: Rotate Clockwise
pl: Obróć zgodnie z ruchem wskazówek zegara
vi: Xoay Theo Chiều Kim Đồng Hồ

source: Current File
oc: Fichièr actual
pl: Aktualny plik
uk: Поточний файл
vi: Tệp Hiện Tại

source: Name
oc: Nom
pl: Nazwa
uk: Назва
vi: Tên

source: N/A
oc: N/D
pl: Brak
uk: Н/Д
vi: Không Có

source: Location
oc: Emplaçament
pl: Lokalizacja
uk: Розташування
vi: Vị Trí

source: Open Folder
vi: Mở Thư Mục

source: Modified image size
oc: Talha de l’imatge modificat
pl: Zmodyfikowany rozmiar obrazu
uk: Розмір модифікованого зображення
vi: Kích Thước Hình Ảnh Đã Sửa

source: Save As…
vi: Lưu Dưới Dạng…

source: Copy to Clipboard
oc: Copiar al quichapapièrs
pl: Skopiuj do schowka
uk: Копіювати до буферу обміну
vi: Sao Chép vào Bộ Nhớ Tạm

source: Share Image
pl: Udostępnij obraz
uk: Поділитися зображенням
vi: Chia Sẻ Hình Ảnh

source: Delete Taken Screenshot(s)
oc: Suprimir las capturas d'ecran presas
pl: Usuń wykonany(e) zrzut(y) ekranu
uk: Видалити зроблені знімки екрану
vi: Xóa Ảnh Chụp Màn Hình Đã Chụp

source: Preferences
pl: Preferencje
uk: Налаштування
vi: Tùy Chọn

source: Keyboard Shortcuts
oc: Acorchis de clavièr
pl: Skróty klawiszowe
uk: Клавіатурні скорочення
vi: Phím Tắt

source: About Gradia
oc: A prepaus de Gradia
pl: O programie
uk: Про Gradia
vi: Giới Thiệu Gradia

source: Drop Image Here
pl: Upuść obraz tutaj
vi: Thả Hình Ảnh Vào Đây

source: Open Sidebar
vi: Mở Thanh Bên

source: Crop…
vi: Cắt…

source: Text Extraction
vi: Trích Xuất Văn Bản

source: Erase Selected
pl: Wyczyść wybrane
uk: Стерти обране
vi: Xóa Đã Chọn

source: Reset Crop Selection
pl: Zresetuj zaznaczenie kadrowania
vi: Đặt Lại Vùng Cắt

source: Confirm
pl: Potwierdź
vi: Xác Nhận

source: Confirm Crop Selection
pl: Potwierdź zaznaczenie kadrowania
vi: Xác Nhận Vùng Cắt

source: Reset Zoom
pl: Zresetuj przybliżenie
vi: Đặt Lại Thu Phóng

source: Zoom Out
pl: Oddal
vi: Thu Nhỏ

source: Zoom In
pl: Przybliż
vi: Phóng To

source: Undo
oc: Desfar
pl: Cofnij
uk: Скасувати
vi: Hoàn Tác

source: Redo
oc: Refar
pl: Ponów
uk: Повторити
vi: Làm Lại

source: Clear All
pl: Wyczyść wszystko
uk: Очистите усе
vi: Xóa Tất Cả

source: Crop image to adjust OCR area
vi: Cắt hình ảnh để điều chỉnh vùng OCR

source: Select Language
vi: Chọn Ngôn Ngữ

source: No Text Found
vi: Không Tìm Thấy Văn Bản

source: Please make a new selection
vi: Vui lòng chọn lại

source: Custom Provider
pl: Własny dostawca
uk: Власний надавач послуг
vi: Nhà Cung Cấp Tùy Chỉnh

source: Save
oc: Enregistrar
pl: Zapisz
uk: Зберегти
vi: Lưu

source: Upload Command
pl: Komenda do wczytania
uk: Команда вивантаження
vi: Lệnh Tải Lên

source: Enter a custom command to upload files. Use $1 as a placeholder for the file path.
pl: Wprowadź własną komendę do wczytania plików. Użyj $1 jako wypełniacz dla ścieżki do pliku.
uk: Введіть власну команду для вивантаження файлів. Використовуйте $1 як шаблон для шляху до файлу.
vi: Nhập lệnh tùy chỉnh để tải lên tệp. Sử dụng $1 làm giá trị thay thế cho đường dẫn tệp.

source: Language Models
vi: Mô Hình Ngôn Ngữ

source: Using the correct language model can improve OCR accuracy.
vi: Sử dụng mô hình ngôn ngữ chính xác có thể cải thiện độ chính xác OCR.

source: Select
oc: Seleccionar
pl: Wybierz
uk: Обрати
vi: Chọn

source: About
pl: O programie
uk: Про надавача послуг
vi: Giới Thiệu

source: Homepage
pl: Strona domowa
uk: Домашня сторінка
vi: Trang Chủ

source: Terms of Service
pl: Warunki korzystania z usługi
uk: Умови використання
vi: Điều Khoản Dịch Vụ

source: Features
pl: Funkcje
uk: Можливості
vi: Tính Năng

source: Choose a Provider
vi: Chọn Nhà Cung Cấp

source: Loading
vi: Đang Tải

source: Error
uk: Помилка
vi: Lỗi

source: An error occurred
pl: Wystąpił problem
uk: Сталася помилка
vi: Đã xảy ra lỗi

source: Please try again later
vi: Vui lòng thử lại sau

source: Providers
vi: Nhà Cung Cấp

source: Select a third party image upload provider. These have their own terms and conditions.
vi: Chọn nhà cung cấp tải lên hình ảnh của bên thứ ba. Các nhà cung cấp này có điều khoản và điều kiện riêng.

source: Screenshot Shortcut Guide
pl: Przewodnik tworzenia skrótu klawiszowego
vi: Hướng Dẫn Phím Tắt Chụp Màn Hình

source: Shortcut Setup Instructions
pl: Instrukcja ustawiania skrótu klawiszowego
vi: Hướng Dẫn Thiết Lập Phím Tắt

source: If you'd like the app to <b>open automatically</b> after taking a screenshot, you can set up a custom keyboard shortcut: <b>Steps:</b> 1. Go to <b>Settings</b> → <b>Keyboard</b> → <b>View and Customize Shortcuts</b> → <b>Custom Shortcuts</b>. 2. Click the <b>+</b> button to create a new shortcut. 3. Set the <b>Name</b> to something like <i>Open Gradia with Screenshot</i>. 4. For the <b>Command</b>, copy one of the commands below:
pl: Jeśli chcesz, aby program <b>otwierał się automatycznie</b> po zrobieniu zrzutu ekranu, możesz ustawić własny skrót klawiaturowy: <b>Kroki:</b> 1. Przejdź do <b>Ustawień</b> → <b>Klawiatura</b> → <b>Wyświetl i dostosuj skróty</b> → <b>Własne skróty</b>. 2. Kliknij przycisk <b>+</b>, aby utworzyć nowy skrót. 3. Ustaw <b>Nazwę</b> na coś w rodzaju <i>Otwórz Gradia</i>. 4. Dla <b>Polecenia</b> skopiuj jedno z poniższych poleceń:
uk: Якщо ви бажаєте, щоб додаток <b>відкривався автоматично</b> після створення знімку екрана, ви можете налаштувати клавіатурне скорочення: <b>Кроки:</b> 1. Перейдіть до <b>Налаштування</b> → <b>Клавіатура</b> → <b>Перегляд і налаштування скорочень</b> → <b>Власне скорочення</b>. 2. Клацніть на <b>Додати скорочення...</b> щоб створити нове скорочення. 3. Встановіть <b>Назва</b> на щось на кшталт <i>Відкрити Gradia для знімку екрана</i>. 4. Для <b>Команда</b> скопіюйте одну з команд наданих нижче:
vi: Nếu bạn muốn ứng dụng <b>mở tự động</b> sau khi chụp ảnh màn hình, bạn có thể thiết lập phím tắt tùy chỉnh: <b>Các bước:</b> 1. Vào <b>Cài đặt</b> → <b>Bàn phím</b> → <b>Xem và Tùy chỉnh Phím tắt</b> → <b>Phím tắt tùy chỉnh</b>. 2. Nhấp vào nút <b>+</b> để tạo phím tắt mới. 3. Đặt <b>Tên</b> thành cái gì đó như <i>Mở Gradia với Ảnh chụp màn hình</i>. 4. Đối với <b>Lệnh</b>, sao chép một trong các lệnh bên dưới:

source: Interactive Screenshot
oc: Captura d'ecran modificada
pl: Interaktywny zrzut ekranu
uk: Інтерактивний знімок екрану
vi: Chụp Màn Hình Tương Tác

source: Allows you to select an area to screenshot
pl: Umożliwia wybranie obszaru do zrobienia zrzutu ekranu
uk: Дозволяє вам обрати область на знімку екрана
vi: Cho phép bạn chọn vùng để chụp màn hình

source: Copy to clipboard
oc: Copiar al quichapapièrs
pl: Skopiuj do schowka
uk: Скопіювати до буферу обміну
vi: Sao chép vào bộ nhớ tạm

source: Full Screen Screenshot
oc: Suprimir la captura d'ecran ?
pl: Zrzut ekranu całego okna
uk: Знімок повного екрану
vi: Chụp Toàn Màn Hình

source: Takes a screenshot of all screens instantly
pl: Wykonanie zrzut ekranu wszystkich ekranów natychmiast
uk: Моментально зробить знімки усіх екранів
vi: Chụp ảnh tất cả các màn hình ngay lập tức

source: 5. Assign a keyboard shortcut of your choice (<tt>Ctrl + Print</tt> should be free by default).
pl: 5. Przypisz wybrany przez siebie skrót klawiaturowy (<tt>Ctrl + Print</tt> powinien być domyślnie wolny).
uk: 5. Призначте бажане клавіатурне скорочення (<tt>Ctrl + Print</tt> повинно бути вільне за замовченням).
vi: 5. Gán phím tắt theo lựa chọn của bạn (<tt>Ctrl + Print</tt> mặc định nên được trống).

source: Delayed Screenshot
vi: Chụp Màn Hình Trễ

source: Delay the capture by a given duration (in milliseconds).
vi: Trễ việc chụp theo khoảng thời gian cho trước (tính bằng mili giây).

source: General
pl: Ogólne
uk: Загальні
vi: Tổng Quan

source: Screenshots
vi: Ảnh Chụp Màn Hình

source: Recent Directory
vi: Thư Mục Gần Đây

source: Used for home screen
vi: Sử dụng cho màn hình chính

source: Screenshot Shortcut
pl: Skrót klawiszowy zrzutu ekranu
vi: Phím Tắt Chụp Màn Hình

source: Save Options
vi: Tùy Chọn Lưu

source: Image Format
oc: Format d'imatge suportats
pl: Format obrazu
uk: Формат зображення
vi: Định Dạng Hình Ảnh

source: Default format for saved screenshots
oc: Captura d’ecran impossibla
pl: Domyślny format zapisywanych zrzutów ekranu
uk: Стандартний формат для збереження знімків екрану
vi: Định dạng mặc định cho ảnh chụp màn hình đã lưu

source: Closing
vi: Đóng

source: When Exiting
vi: Khi Thoát

source: Overwrite last screenshot on close
vi: Ghi đè ảnh chụp cuối cùng khi đóng

source: Replace it with the annotated version
vi: Thay thế bằng phiên bản đã chú thích

source: Replace last screenshot file with annotated version on close
vi: Thay thế tệp ảnh chụp cuối cùng bằng phiên bản đã chú thích khi đóng

source: Trash Screenshots on Close
pl: Usuń zrzuty ekranu przy zamykaniu
vi: Xóa ảnh chụp màn hình khi đóng

source: Automatically move screenshots taken from within the app to trash
pl: Automatycznie przenieś zrzuty ekranu wykonane w programie do kosza
uk: Автоматично відправляти знімки що були зроблені всередині додатку у "Смітник"
vi: Tự động chuyển ảnh chụp màn hình chụp từ trong ứng dụng vào thùng rác

source: Trash screenshots on app close
oc: Cap de captura d'ecran de suprimir
pl: Usuń zrzuty ekranu przy zamykaniu programu
uk: Надсилати знімки до "Смітник" при закриванні додатка
vi: Xóa ảnh chụp màn hình khi đóng ứng dụng

source: Image Upload Providers
pl: Dostawcy serwisów do wczytania obrazów
uk: Надавачі послуг вивантаження зображення
vi: Nhà Cung Cấp Tải Lên Hình Ảnh

source: Connect to your favorite upload providers, or create a link yourself
pl: Połącz z ulubionym serwisem do wczytania obrazów, lub samodzielnie utwórz łącze
uk: Під'єднайте вашого улюбленого надавача послуг або створіть посилання самостійно
vi: Kết nối với nhà cung cấp tải lên yêu thích của bạn hoặc tự tạo liên kết

source: Provider
pl: Dostawca
uk: Надавач послуг
vi: Nhà Cung Cấp

source: None Selected
pl: Nic nie wybrano
vi: Chưa Chọn

source: Confirm on Upload
pl: Potwierdź, aby wczytać
vi: Xác Nhận khi Tải Lên

source: Ask for confirmation before running the upload command
pl: Zapytaj przez uruchomieniem komendy wczytania
uk: Питати про підтвердження перед тим яз запустити команду вивантаження
vi: Yêu cầu xác nhận trước khi chạy lệnh tải lên

source: Download Models to improve per-language accuracy
vi: Tải xuống Mô Hình để cải thiện độ chính xác theo từng ngôn ngữ

source: Screenshot Folder Not Found
pl: Nie odnaleziono katalogu zrzutów ekranu
vi: Không Tìm Thấy Thư Mục Ảnh Chụp Màn Hình

source: Please set it in the Preferences menu
vi: Vui lòng thiết lập trong menu Tùy Chọn

source: Gradient Background
oc: Fons degradat
pl: Gradient tła
uk: Градієнт
vi: Nền Gradient

source: Open Step Dialog
vi: Mở Hộp Thoại Bước

source: Gradient Presets…
vi: Mẫu Gradient Có Sẵn…

source: Linear
vi: Tuyến Tính

source: Radial
pl: Okrągły
vi: Hình Tỏa

source: Conic
pl: Stożkowo
vi: Hình Nón

source: Remove Selected Color Step
pl: Usuń wybrany krok koloru
vi: Xóa Bước Màu Đã Chọn

source: Image Background
oc: Imatge de fons
pl: Obraz tła
uk: Зображення
vi: Nền Hình Ảnh

source: Image Presets…
vi: Mẫu Hình Ảnh Có Sẵn…

source: Select Image
oc: Seleccionar l'imatge
pl: Wybierz zdjęcie
uk: Вибрати зображення
vi: Chọn Hình Ảnh

source: Select an Image
oc: Seleccionar un imatge
pl: Wybierz obraz
uk: Вибрати зображення
vi: Chọn một Hình Ảnh

source: Supported Image Formats
oc: Format d'imatge suportats
pl: Wspierane formaty obrazu
uk: Підтримувані формати зображення
vi: Định Dạng Hình Ảnh Được Hỗ Trợ

source: Solid Color Background
oc: Fons de color unida
pl: Pełny kolor tła
uk: Суцільний колір
vi: Nền Màu Đặc

source: Enhance an Image
oc: Melhorar un imatge
pl: Ulepsz obraz
uk: Покращити зображення
vi: Cải Thiện Hình Ảnh

source: Drag and drop one here
oc: Lisatz e depausatz-ne un aicí
pl: Przeciągnij i upuść tutaj
uk: Перетягніть ваше зображення сюди
vi: Kéo và thả một ảnh vào đây

source: PNG Image (*.png)
oc: Imatge PNG (*.png)
pl: Obraz PNG (*.png)
uk: Зображення PNG (*.png)
vi: Hình Ảnh PNG (*.png)

source: JPEG Image (*.jpg)
oc: Imatge JPEG (*.jpg)
pl: Obraz JPEG (*.jpeg)
uk: Зображення JPEG (*.jpg)
vi: Hình Ảnh JPEG (*.jpg)

source: WebP Image (*.webp)
oc: Imatge WebP (*.webp)
pl: Obraz WebP (*.webp)
uk: Зображення WebP (*.webp)
vi: Hình Ảnh WebP (*.webp)

source: Red
pl: Czerwony
vi: Đỏ

source: Green
pl: Zielony
vi: Xanh Lá

source: Blue
pl: Niebieski
vi: Xanh Dương

source: Yellow
pl: Żółty
vi: Vàng

source: Black
pl: Czarny
vi: Đen

source: White
pl: Biały
vi: Trắng

source: Transparent
vi: Trong Suốt

source: Purple
pl: Fioletowy
vi: Tím

source: English
vi: Tiếng Anh

source: Chinese Simplified
vi: Tiếng Trung giản thể

source: Chinese Traditional
vi: Tiếng Trung phồn thể

source: Spanish
vi: Tiếng Tây Ban Nha

source: French
vi: Tiếng Pháp

source: German
vi: Tiếng Đức

source: Japanese
vi: Tiếng Nhật

source: Arabic
vi: Tiếng Ả Rập

source: Russian
vi: Tiếng Nga

source: Portuguese
vi: Tiếng Bồ Đào Nha

source: Italian
vi: Tiếng Ý

source: Korean
vi: Tiếng Hàn

source: Hindi
vi: Tiếng Hindi

source: Dutch
vi: Tiếng Hà Lan

source: Turkish
vi: Tiếng Thổ Nhĩ Kỳ

source: Kazakh
vi: Tiếng Kazakh

source: Occitan
vi: Tiếng Occitan

source: Polish
vi: Tiếng Ba Lan

source: Ukrainian
vi: Tiếng Ukraina

source: Telugu
vi: Tiếng Telugu

source: More Colors...
vi: Thêm Màu...

source: Orange
vi: Cam

source: Pastel Pink
vi: Hồng Pastel

source: Pastel Yellow
vi: Vàng Pastel

source: Pastel Green
vi: Xanh Lá Pastel

source: Pastel Cyan
vi: Xanh Dương Nhạt Pastela

source: Gray
vi: Xám

source: Pen
oc: Estilo
pl: Pióro
uk: Олівець
vi: Bút

source: Arrow
oc: Sageta
pl: Strzałka
uk: Стрілка
vi: Mũi Tên

source: Line
oc: Linha
pl: Linia
uk: Лінія
vi: Đường Thẳng

source: Rectangle
vi: Hình Chữ Nhật

source: Oval
vi: Hình Bầu Dục

source: Text
oc: Tèxte
pl: Tekst
uk: Текст
vi: Văn Bản

source: Censor
pl: Cenzura
uk: Пікселізація
vi: Che

source: Number
oc: Nombre
pl: Numer
uk: Число
vi: Số

source: No screenshots to delete
oc: Cap de captura d'ecran de suprimir
pl: Brak zrzutów ekranu do usunięcia
uk: Немає знімків екрану для вилучення
vi: Không có ảnh chụp màn hình nào để xóa

source: Trash
pl: Kosz
uk: У "Смітник"
vi: Xóa

source: Trash Screenshot?
oc: Prendre una captura d'ecran
pl: Usunąć zrzut ekranu?
uk: Відправити знімок екрану у "Смітник"?
vi: Xóa Ảnh Chụp Màn Hình?

source: Are you sure you want to trash the following file?
oc: Volètz vertadièrament suprimir lo fichièr seguent ?
pl: Czy na pewno chcesz usunąć ten plik?
uk: Ви впевнені що хочете відправити у "Смітник" наступний файл?
vi: Bạn có chắc chắn muốn xóa tệp sau không?

source: Trash Screenshots?
oc: Prendre una captura d'ecran
pl: Usunąć zrzuty ekranu?
uk: Відправити знімки екрану у "Смітник"?
vi: Xóa Các Ảnh Chụp Màn Hình?

source: Are you sure you want to trash the following files?
oc: Volètz vertadièrament suprimir los fichièrs seguents ?
pl: Czy na pewno chcesz usunąć te pliki?
uk: Ви впевнені що хочете відправити у "Смітник" наступні файли?
vi: Bạn có chắc chắn muốn xóa các tệp sau không?

source: Screenshot moved to trash
oc: Sosdossièr de captura d’ecran
pl: Przeniesiono zrzut ekranu do kosza
uk: Знімок відправлено у "Смітник"
vi: Đã chuyển ảnh chụp màn hình vào thùng rác

source: Screenshots moved to trash
oc: Capturas d’ecran suprimidas
pl: Przeniesiono zrzuty ekranu do kosza
uk: Знімки відправлено у "Смітник"
vi: Đã chuyển các ảnh chụp màn hình vào thùng rác

source: Copied!
pl: Skopiowano!
uk: Скопійовано!
vi: Đã Sao Chép!

source: Source Snippet From %Y-%m-%d %H-%M-%S
pl: Fragmenty źródłowe od %Y-%m-%d %H-%M-%S
vi: Source Snippet từ %Y-%m-%d %H-%M-%S

source: Edit
oc: Editar
pl: Edycja
vi: Chỉnh Sửa

source: Enhanced Screenshot
oc: Captura d'ecran modificada
pl: Ulepszony zrzut ekranu
vi: Ảnh Chụp Màn Hình Đã Cải Tiến

source: Save Image As
oc: Enregistrar l'imatge
pl: Zapisz obraz jako
uk: Зберегти зображення як
vi: Lưu Hình Ảnh Dưới Dạng

source: Unsupported image file extension
vi: Phần mở rộng tệp hình ảnh không được hỗ trợ

source: Image Saved
vi: Đã Lưu Hình Ảnh

source: Export Failed
vi: Xuất Thất Bại

source: No processed image available
oc: Cap d’imatge pas tractat a enregistrar
pl: Brak dostępnych przetworzonych obrazów
uk: Немає доступних оброблених зображень
vi: Không có hình ảnh đã xử lý nào

source: Image Copied
vi: Đã Sao Chép Hình Ảnh

source: Failed to copy image to clipboard
oc: Impossible de copiar l'imatge al quichapapièrs
pl: Błąd podczas kopiowania obrazu do schowka
uk: Помилка під час збереження зображення до буферу обміну
vi: Không thể sao chép hình ảnh vào clipboard

source: Link generated successfully
pl: Pomyślnie wygenerowano dowiązanie
uk: Посилання успішно згенероване
vi: Tạo liên kết thành công

source: Open Link
pl: Otwórz dowiązanie
uk: Відкрити посилання
vi: Mở Liên Kết

source: Custom command failed:
pl: Błąd własnej komendy:
uk: У власній команді стала помилка:
vi: Lệnh tùy chỉnh thất bại:

source: Warning:
pl: Ostrzeżenie:
uk: Увага:
vi: Cảnh Báo:

source: Result copied to clipboard
pl: Wynik końcowy skopiowano do schowka
uk: Зображення скопійовано до буферу обміну
vi: Đã sao chép kết quả vào bộ nhớ tạm

source: No output from command
pl: Brak wyjścia dla komendy
uk: Жодного виводу від команди
vi: Không có kết quả từ lệnh

source: Failed to run custom export command
pl: Błąd podczas uruchamiania własnej komendy do eksportowania
uk: Не вдалося запустити власну команду експорту
vi: Không thể chạy lệnh xuất tùy chỉnh

source: Close Operation Failed
vi: Thao Tác Đóng Thất Bại

source: Failed to export image
vi: Không thể xuất hình ảnh

source: You can now paste it from the clipboard.
vi: Bây giờ bạn có thể dán từ bộ nhớ tạm.

source: Not a supported image format
vi: Không phải định dạng hình ảnh được hỗ trợ

source: URL is not a supported image format
vi: URL không phải định dạng hình ảnh được hỗ trợ

source: Failed to load image from URL.
pl: Błąd podczas ładowania obrazu z URL.
vi: Không thể tải hình ảnh từ URL.

source: Open Image
oc: Dobrir un imatge
pl: Otwórz obraz
uk: Відкрити зображення
vi: Mở Hình Ảnh

source: Image Files
oc: Fichièrs imatge
pl: Pliki obrazów
uk: Файли зображень
vi: Tệp Hình Ảnh

source: Failed to take screenshot
oc: Captura d’ecran impossibla
pl: Błąd wykonywania zrzutu ekranu
uk: Не вдалося зробити знімок екрану
vi: Không thể chụp màn hình

source: Screenshot cancelled
oc: Captura d’ecran anullada
pl: Anulowano wykonywanie zrzutu ekranu
uk: Знімок екрану скасовано
vi: Đã hủy chụp màn hình

source: Edited Screenshot From %Y-%m-%d %H-%M-%S
pl: Edycja zrzutu ekranu od %Y-%m-%d %H-%M-%S
vi: Ảnh Chụp Màn Hình Đã Chỉnh Sửa Từ %Y-%m-%d %H-%M-%S

source: Screenshot captured!
oc: Captura d'ecran efectuada !
pl: Przechwycono zrzut ekranu!
uk: Знімок зроблено!
vi: Đã chụp màn hình!
